{
    "1": {
        "Date": "Friday, July 29, 2022",
        "Title": "The Sky This Week: Meteors dazzle in dark skies",
        "Description": "Friday, July 29\r\nJupiter, which has been moving east through Cetus the Whale, reaches its stationary point today at 8 A.M. EDT. It will now turn around and start moving west, or retrograde, against the background stars. \r\n \r\nPreviously a morning star, M...",
        "Link": "https://astronomy.com//observing/sky-this-month/2022/07/the-sky-this-week-from-july-29-to-august-5"
    },
    "2": {
        "Date": "Thursday, July 28, 2022",
        "Title": "Why don't Jupiter's rings look like Saturn's?",
        "Description": "Shortly after releasing the spectacular first images from the James Webb Space Telescope (JWST) in early July, NASA uploaded the telescope’s commissioning data to its online archive as well. These data show off the observatory’s ability t...",
        "Link": "https://astronomy.com//news/2022/07/why-dont-jupiters-rings-look-like-saturns"
    },
    "3": {
        "Date": "Wednesday, July 27, 2022",
        "Title": "Astronomers find an especially sneaky black hole ",
        "Description": "There is always something new and exciting happening in the field of black hole research.\r\nAlbert Einstein first published his book explaining the theory of general relativity – which postulated black holes – in 1922. One hundred years lat...",
        "Link": "https://astronomy.com//news/2022/07/astronomers-have-found-an-especially-sneaky-black-hole"
    },
    "4": {
        "Date": "Tuesday, July 26, 2022",
        "Title": "101 Must-See Cosmic Objects: M92",
        "Description": "One of the northern night sky’s superb globular star cluster wonders is our next target: M92 in Hercules. Visible through binoculars as a diffuse star, M92 is a tantalizing sight through telescopes of all sizes. This understated but fascinating...",
        "Link": "https://astronomy.com//magazine/news/2022/07/101-must-see-cosmic-objects-m92"
    },
    "5": {
        "Date": "Monday, July 25, 2022",
        "Title": "101 Must-See Cosmic Objects: The Whirlpool Galaxy ",
        "Description": "M51, the fabulous Whirlpool Galaxy in Canes Venatici, is the largest (in apparent diameter) and brightest face-on spiral in the night sky. It sports the iconic visage of what astronomers call a “grand-design spiral galaxy” — one tha...",
        "Link": "https://astronomy.com//magazine/news/2022/07/101-must-see-cosmic-objects-the-whirlpool-galaxy"
    },
    "6": {
        "Date": "Friday, July 22, 2022",
        "Title": "The Sky This Week: Spot Mercury in the evening sky",
        "Description": "Friday, July 22\r\nThe Moon passes a mere 0.2° north of Uranus at 2 A.M. EDT. Observers in parts of Africa and South America will see our satellite occult Uranus, appearing to pass in front of the planet in the sky. \r\n \r\nTo get your fill of distant so...",
        "Link": "https://astronomy.com//observing/sky-this-week/2022/07/the-sky-this-week-from-july-22-to-29"
    },
    "7": {
        "Date": "Thursday, July 21, 2022",
        "Title": "Space artists create stunning visions of our Milky Way",
        "Description": "The Milky Way and its countless stars, nebulae, and exoplanets were latecomers to space art. The reason is pretty simple: No one knew very much about what lay beyond the limits of our own solar system until the past century or so.",
        "Link": "https://astronomy.com//magazine/news/2022/07/visions-of-our-milky-way"
    },
    "8": {
        "Date": "Wednesday, July 20, 2022",
        "Title": "5 things you may not know about Neil Armstrong",
        "Description": "On July 20, 1969, astronauts Neil Armstrong and Buzz Aldrin undocked the lunar module from the command module Columbia. With astronaut Michael Collins remaining in lunar orbit, Armstrong and Aldrin used the lunar module to touch down in the Moon&rsqu...",
        "Link": "https://astronomy.com//news/2022/07/5-things-you-may-not-know-about-neil-armstrong"
    },
    "9": {
        "Date": "Tuesday, July 19, 2022",
        "Title": "Catch Pluto at its best during opposition this week ",
        "Description": "In 1929, Clyde William Tombaugh, a farm boy who grew up in Illinois and Kansas, began working at Lowell Observatory in Flagstaff, Arizona. The director of the facility, renowned astronomer Vesto Slipher, had hired Tombaugh based on some high-quality ...",
        "Link": "https://astronomy.com//magazine/news/2022/07/pluto-opposition-2022"
    },
    "10": {
        "Date": "Monday, July 18, 2022",
        "Title": "Hidden companions shape the final days of dying stars",
        "Description": "Billions of years from now, as our Sun approaches the end of its life and helium nuclei begin to fuse in its core, it will bloat dramatically and turn into what’s known as a red giant star. After swallowing Mercury, Venus and Earth with hardly ...",
        "Link": "https://astronomy.com//news/2022/07/hidden-companions-shape-the-final-days-of-dying-stars"
    }
}